Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 自动打工已开启，状态好、闲下来就会去赚币。
source: Auto Work is on. Your pet will earn coins when stats are good and it is idle.
de: Auto-Arbeit ist aktiviert. Wenn es ihm gut geht und er frei ist, verdient er Münzen.
es: El trabajo automático está activado. Cuando esté bien y libre, irá a ganar monedas.
fr: Le travail auto est activé. Quand il se sentira bien et sera libre, il ira gagner des monnaies.
ja: 自動仕事をオンにしました。調子がよくて手が空いたらコインを稼ぎに行きます。
ko: 자동 일하기를 켰어요. 상태가 좋고 한가해지면 코인을 벌러 갈 거예요.
pt_br: O trabalho automático foi ativado. Quando estiver bem e livre, vai ganhar moedas.
zh_hans: 自动打工已开启，状态好、闲下来就会去赚币。
zh_hant: 自動打工已開啟，狀態好、閒下來就會去賺幣。

# 自动打工收益固定为骨头币。
source: Auto work rewards are fixed to Bone Coins.
de: Auto-Arbeit zahlt fest in Knochenmünzen aus.
es: Las recompensas del trabajo automático serán monedas Hueso.
fr: Les gains du travail auto sont fixés en pièces Os.
ja: 自動仕事の報酬はほねコインに固定されます。
ko: 자동 일하기 수익은 뼈다귀 코인으로 고정돼요.
pt_br: As recompensas do trabalho automático ficam fixas em Moedas Osso.
zh_hans: 自动打工收益固定为骨头币。
zh_hant: 自動打工收益固定為骨頭幣。

# 自动打工收益固定为鱼币。
source: Auto work rewards are fixed to Fish Coins.
de: Auto-Arbeit zahlt fest in Fischmünzen aus.
es: Las recompensas del trabajo automático serán monedas Pez.
fr: Les gains du travail auto sont fixés en pièces Poisson.
ja: 自動仕事の報酬はさかなコインに固定されます。
ko: 자동 일하기 수익은 물고기 코인으로 고정돼요.
pt_br: As recompensas do trabalho automático ficam fixas em Moedas Peixe.
zh_hans: 自动打工收益固定为鱼币。
zh_hant: 自動打工收益固定為魚幣。

# 自动打工收益已切到%@。%@
source: Auto Work rewards switched to %@. %@
de: Die Belohnung für Auto-Arbeit wurde auf %@ umgestellt. %@
es: La recompensa del trabajo automático cambió a %@. %@
fr: La récompense du travail auto est passée à %@. %@
ja: 自動仕事の報酬を%@に切り替えました。%@
ko: 자동 일하기 보상을 %@로 바꿨어요.%@
pt_br: A recompensa do trabalho automático mudou para %@. %@
zh_hans: 自动打工收益已切到%@。%@
zh_hant: 自動打工收益已切到%@。%@

# 自动打工未开启
source: Auto Work is off
de: Auto-Arbeit ist aus
es: El trabajo automático está desactivado
fr: Le travail auto est désactivé
ja: 自動仕事はオフです
ko: 자동 일하기가 꺼져 있어요
pt_br: Trabalho automático desativado
zh_hans: 自动打工未开启
zh_hant: 自動打工未開啟

# 自动打工策略已切到%@。%@
source: Auto Work strategy switched to %@. %@
de: Die Strategie für Auto-Arbeit wurde auf %@ umgestellt. %@
es: La estrategia del trabajo automático cambió a %@. %@
fr: La stratégie de travail auto est passée à %@. %@
ja: 自動仕事の方針を%@に切り替えました。%@
ko: 자동 일하기 전략을 %@로 바꿨어요.%@
pt_br: A estratégia do trabalho automático mudou para %@. %@
zh_hans: 自动打工策略已切到%@。%@
zh_hant: 自動打工策略已切到%@。%@

# 自动打工设置
source: Auto Work Settings
de: Auto-Arbeit-Einstellungen
es: Ajustes de trabajo automático
fr: Réglages du travail auto
ja: 自動仕事設定
ko: 자동 일하기 설정
pt_br: Configurações de trabalho automático
zh_hans: 自动打工设置
zh_hant: 自動打工設定

# 自动计算
source: Auto calculate
de: Automatisch berechnen
es: Calcular automáticamente
fr: Calcul automatique
ja: 自動計算
ko: 자동 계산
pt_br: Calcular automaticamente
zh_hans: 自动计算
zh_hant: 自動計算

# 自定义
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

# 自定义字体和卡片配色
source: Customize text and card colors
de: Text- und Kartenfarben anpassen
es: Personaliza los colores de texto y tarjeta
fr: Personnaliser les couleurs du texte et des cartes
ja: テキストとカードの色をカスタマイズ
ko: 글꼴과 카드 색상 사용자 지정
pt_br: Personalize as cores do texto e dos cartões
zh_hans: 自定义字体和卡片配色
zh_hant: 自訂字體與卡片配色

# 自定义小物明细
source: Custom accessory details
de: Benutzerdefinierte Accessoire-Details
es: Detalles de accesorios personalizados
fr: Détails des accessoires personnalisés
ja: カスタム小物明細
ko: 사용자 지정 소품 내역
pt_br: Detalhes de acessórios personalizados
zh_hans: 自定义小物明细
zh_hant: 自訂小物明細

# 自定义顺序
source: Custom Order
de: Benutzerdefinierte Reihenfolge
es: Orden personalizado
fr: Ordre personnalisé
ja: カスタム順
ko: 사용자 지정 순서
pt_br: Ordem personalizada
zh_hans: 自定义顺序
zh_hant: 自訂順序

# 莫兰迪粉
source: Morandi pink
de: Morandi-Rosa
es: Rosa Morandi
fr: Rose Morandi
ja: モランディピンク
ko: 모란디 핑크
pt_br: Rosa Morandi
zh_hans: 莫兰迪粉
zh_hant: 莫蘭迪粉

# 莫妮卡紫
source: Monica Purple
de: Monica-Lila
es: Morado Mónica
fr: Violet Monica
ja: モニカパープル
ko: 모니카 퍼플
pt_br: Roxo Monica
zh_hans: 莫妮卡紫
zh_hant: 莫妮卡紫

# 获取商品信息失败
source: Failed to load product information
de: Produktinformationen konnten nicht geladen werden
es: No se pudo cargar la informacion del producto
fr: Echec du chargement des informations produit
ja: 商品情報の取得に失敗しました
ko: 상품 정보를 불러오지 못했습니다
pt_br: Falha ao carregar as informacoes do produto
zh_hans: 获取商品信息失败
zh_hant: 取得商品資訊失敗

# 获取喵币
source: Get Meow Coins
de: Miau-Muenzen holen
es: Obtener monedas Miau
fr: Obtenir des pieces Miaou
ja: ニャーコインを入手
ko: 야옹 코인 받기
pt_br: Obter Moedas Miau
zh_hans: 获取喵币
zh_hant: 取得喵幣

# 萌宠
source: Pet
de: Haustier
es: Mascota
ja: ペット
ko: 펫
zh_hans: 萌宠
zh_hant: 萌寵

# 萌宠商店
source: Pet Shop
de: Haustier-Shop
es: Tienda de mascotas
fr: Boutique des animaux
ja: ペットショップ
ko: 펫 상점
pt_br: Loja de pets
zh_hans: 萌宠商店
zh_hant: 萌寵商店

# 萌宠商店 %@
source: Pet Shop %@
de: Haustier-Shop %@
es: Tienda de mascotas %@
fr: Boutique des animaux %@
ja: ペットショップ %@
ko: 펫 상점 %@
pt_br: Loja de pets %@
zh_hans: 萌宠商店 %@
zh_hant: 萌寵商店 %@

# 萌宠推荐
source: Pet Pick
de: Haustier-Empfehlung
es: Recomendación de mascota
fr: Choisi par le pet
ja: ペットのおすすめ
ko: 펫 추천
pt_br: Recomendação do pet
zh_hans: 萌宠推荐
zh_hant: 萌寵推薦

# 萌宠智能对话与多模态能力
source: Smart pet chat and multimodal abilities
de: Smarte Haustier-Chats und multimodale Fähigkeiten
es: Chat inteligente con mascota y funciones multimodales
fr: Discussion intelligente avec le pet et capacités multimodales
ja: ペットのスマート会話とマルチモーダル機能
ko: 반려동물 스마트 대화와 멀티모달 기능
pt_br: Chat inteligente com pet e recursos multimodais
zh_hans: 萌宠智能对话与多模态能力
zh_hant: 萌寵智慧對話與多模態能力

# 萌宠等级: %d/%d
source: Pet level: %d/%d
de: Haustierlevel: %d/%d
es: Nivel de mascota: %d/%d
fr: Niveau du familier : %d/%d
ja: ペットレベル: %d/%d
ko: 펫 레벨: %d/%d
pt_br: Nível do pet: %d/%d
zh_hans: 萌宠等级: %d/%d
zh_hant: 萌寵等級：%d/%d

# 萌宠达到 %d 级解锁
source: Unlock when pet reaches level %d
de: Freischalten, wenn das Haustier Stufe %d erreicht
es: Se desbloquea cuando la mascota alcanza el nivel %d
fr: Débloqué quand le familier atteint le niveau %d
ja: ペットがレベル%dに達すると解放
ko: 펫이 %d레벨에 도달하면 잠금 해제
pt_br: Desbloqueia quando o pet atinge o nível %d
zh_hans: 萌宠达到 %d 级解锁
zh_hant: 萌寵達到 %d 級解鎖

# 蕾丝袜搭配小皮鞋
source: Pair lace socks with small leather shoes
de: Spitzensocken mit kleinen Lederschuhen kombinieren
es: Combina calcetines de encaje con zapatos de cuero
fr: Associe des chaussettes en dentelle à de petites chaussures en cuir
ja: レースソックスに小さな革靴を合わせて
ko: 레이스 양말에 작은 가죽 구두를 매치해요
pt_br: Combine meias de renda com sapatos de couro
zh_hans: 蕾丝袜搭配小皮鞋
zh_hant: 蕾絲襪搭配小皮鞋

# 薄荷绿
source: Mint green
de: Mintgrün
es: Verde menta
fr: Vert menthe
ja: ミントグリーン
ko: 민트 그린
pt_br: Verde menta
zh_hans: 薄荷绿
zh_hant: 薄荷綠

# 薰衣草紫
source: Lavender purple
de: Lavendelviolett
es: Lavanda
fr: Violet lavande
ja: ラベンダーパープル
ko: 라벤더 퍼플
pt_br: Roxo lavanda
zh_hans: 薰衣草紫
zh_hant: 薰衣草紫

# 藏青
source: Navy
de: Marineblau
es: Azul marino
fr: Bleu marine
ja: ネイビー
ko: 네이비
pt_br: Azul-marinho
zh_hans: 藏青
zh_hant: 藏青

# 虽然温度高一点，但带件轻薄外搭会更灵活%@。
source: Even though it’s warmer, a light outer layer will keep the outfit more flexible%@.
de: Auch wenn es etwas wärmer ist, macht eine leichte Außenschicht dich flexibler%@.
es: Aunque la temperatura sea más alta, una capa ligera te dará más flexibilidad%@.
fr: Même s’il fait un peu plus chaud, une couche légère rendra la tenue plus flexible%@.
ja: 少し暖かくても、軽い羽織りがあると調整しやすい%@。
ko: 기온이 조금 높아도 가벼운 겉옷이 있으면 더 유연하게 입을 수 있어요%@.
pt_br: Mesmo com a temperatura um pouco mais alta, uma camada leve deixa o look mais flexível%@.
zh_hans: 虽然温度高一点，但带件轻薄外搭会更灵活%@。
zh_hant: 雖然溫度高一點，但帶件輕薄外搭會更靈活%@。

# 蝴蝶结发夹点缀发型
source: A bow hair clip finishes the hairstyle
de: Eine Schleifen-Haarspange setzt einen Akzent
es: Un pasador con lazo adorna el peinado
fr: Une pince à nœud met la coiffure en valeur
ja: リボンヘアクリップで髪型にアクセント
ko: 리본 머리핀으로 헤어스타일을 포인트 줘요
pt_br: Uma presilha de laço dá charme ao penteado
zh_hans: 蝴蝶结发夹点缀发型
zh_hant: 蝴蝶結髮夾點綴髮型

# 衣橱
source: Wardrobe
de: Kleiderschrank
es: Armario
fr: Garde-robe
ja: ワードローブ
ko: 옷장
pt_br: Guarda-roupa
zh_hans: 衣橱
zh_hant: 衣櫥

# 衣橱总值
source: Wardrobe Total Value
de: Gesamtwert der Garderobe
es: Valor total del armario
fr: Valeur totale de la garde-robe
ja: クローゼット総額
ko: 옷장 총가치
pt_br: Valor total do guarda-roupa
zh_hans: 衣橱总值
zh_hant: 衣櫥總值

# 衣橱统计
source: Wardrobe Statistics
de: Kleiderschrankstatistik
es: Estadísticas del armario
fr: Statistiques de la garde-robe
ja: ワードローブ統計
ko: 옷장 통계
pt_br: Estatísticas do guarda-roupa
zh_hans: 衣橱统计
zh_hant: 衣櫥統計

# 衣橱详情
source: Wardrobe Details
de: Kleiderschrankdetails
es: Detalles del armario
fr: Détails de la garde-robe
ja: ワードローブ詳細
ko: 옷장 상세
pt_br: Detalhes do guarda-roupa
zh_hans: 衣橱详情
zh_hant: 衣櫥詳情

# 衣橱还空着
source: Your wardrobe is still empty
de: Dein Kleiderschrank ist noch leer
es: Tu armario aún está vacío
fr: Votre garde-robe est encore vide
ja: クローゼットはまだ空です
ko: 옷장이 아직 비어 있어요
pt_br: Seu guarda-roupa ainda está vazio
zh_hans: 衣橱还空着
zh_hant: 衣櫥還空著

# 衣长
source: Length
de: Länge
es: Largo
fr: Longueur
ja: 着丈
ko: 길이
pt_br: Comprimento
zh_hans: 衣长
zh_hant: 衣長

# 衣长 (如: 90cm, 100cm)
source: Length (e.g. 90 cm, 100 cm)
de: Länge (z. B. 90 cm, 100 cm)
es: Largo (p. ej. 90 cm, 100 cm)
fr: Longueur (ex. 90 cm, 100 cm)
ja: 着丈（例：90cm、100cm）
ko: 기장(예: 90cm, 100cm)
pt_br: Comprimento (ex.: 90 cm, 100 cm)
zh_hans: 衣长 (如：90cm, 100cm)
zh_hant: 衣長 (如：90cm, 100cm)

# 被迫中断
source: Interrupted
de: Erzwungen unterbrochen
es: Interrumpido a la fuerza
fr: Interrompu de force
ja: 強制中断
ko: 강제 중단
pt_br: Interrompido à força
zh_hans: 被迫中断
zh_hant: 被迫中斷

# 被迫停止打工...
source: Work was forced to stop...
de: Arbeit zwangsweise gestoppt...
es: El trabajo se detuvo a la fuerza...
fr: Le travail a été interrompu...
ja: お仕事が強制停止しました...
ko: 일이 강제로 중단됐어요...
pt_br: O trabalho foi interrompido...
zh_hans: 被迫停止打工...
zh_hant: 被迫停止打工...

# 裙子
source: Dress
de: Kleid
es: Vestido
fr: Robe
ja: ワンピース
ko: 원피스
pt_br: Vestido
zh_hans: 裙子
zh_hant: 裙子

# 裙装价值
source: Dress Value
de: Kleiderwert
es: Valor de vestidos
fr: Valeur des robes
ja: ドレス価値
ko: 드레스 가치
pt_br: Valor dos vestidos
zh_hans: 裙装价值
zh_hant: 裙裝價值

# 裙装信息
source: Dress Info
de: Kleiderinfos
es: Información del vestido
fr: Infos de robe
ja: ドレス情報
ko: 드레스 정보
pt_br: Informações do vestido
zh_hans: 裙装信息
zh_hant: 裙裝資訊

# 裙装单价
source: Dress Unit Price
de: Kleiderstückpreis
es: Precio unitario del vestido
fr: Prix unitaire robe
ja: ドレス単価
ko: 드레스 단가
pt_br: Preço unitário do vestido
zh_hans: 裙装单价
zh_hant: 裙裝單價

# 裙装定金
source: Dress Deposit
de: Kleideranzahlung
es: Depósito del vestido
fr: Acompte robe
ja: ドレス予約金
ko: 드레스 계약금
pt_br: Sinal do vestido
zh_hans: 裙装定金
zh_hant: 裙裝定金

# 裙装尾款
source: Dress Balance
de: Kleiderrestbetrag
es: Saldo del vestido
fr: Solde robe
ja: ドレス残金
ko: 드레스 잔금
pt_br: Saldo do vestido
zh_hans: 裙装尾款
zh_hant: 裙裝尾款

# 裙装总价
source: Dress Total
de: Kleidergesamtpreis
es: Total del vestido
fr: Total robe
ja: ドレス合計
ko: 드레스 합계
pt_br: Total do vestido
zh_hans: 裙装总价
zh_hant: 裙裝總價

# 裙装总价合计
source: Dress total
de: Kleid-Gesamtpreis
es: Total del vestido
fr: Total de la robe
ja: ドレス合計金額
ko: 드레스 총액
pt_br: Total do vestido
zh_hans: 裙装总价合计
zh_hant: 裙裝總價合計

# 裙装股市
source: Dress Market
de: Kleidermarkt
es: Mercado de vestidos
fr: Marche des robes
ja: ドレス相場
ko: 드레스 시장
pt_br: Mercado de vestidos
zh_hans: 裙装股市
zh_hant: 裙裝股市

# 解锁 %@
source: Unlock %@
de: %@ freischalten
es: Desbloquear %@
fr: Débloquer %@
ja: %@を解放
ko: %@ 잠금 해제
pt_br: Desbloquear %@
zh_hans: 解锁 %@
zh_hant: 解鎖 %@

# 解锁智能能力、尊贵身份与会员优惠
source: Unlock smart features, premium status, and member discounts
de: Schalte smarte Funktionen, Premium-Status und Mitgliedsrabatte frei
es: Desbloquea funciones inteligentes, estado premium y descuentos
fr: Débloquez des fonctions intelligentes, un statut premium et des réductions
ja: スマート機能、特別なステータス、会員割引を解放
ko: 스마트 기능, 프리미엄 신분, 회원 할인을 잠금 해제하세요
pt_br: Desbloqueie recursos inteligentes, status premium e descontos
zh_hans: 解锁智能能力、尊贵身份与会员优惠
zh_hant: 解鎖智慧能力、尊貴身份與會員優惠

# 计算失败：定金不能大于总价
source: Calculation failed: deposit cannot exceed the total price
de: Berechnung fehlgeschlagen: Die Anzahlung darf den Gesamtpreis nicht überschreiten
es: Error de cálculo: el depósito no puede superar el total
fr: Échec du calcul : l’acompte ne peut pas dépasser le total
ja: 計算失敗：内金は合計金額を超えられません
ko: 계산 실패: 계약금은 총액보다 클 수 없어요
pt_br: Falha no cálculo: o sinal não pode exceder o total
zh_hans: 计算失败：定金不能大于总价
zh_hant: 計算失敗：訂金不能大於總價

# 计算失败：尾款不能大于总价
source: Calculation failed: balance cannot exceed the total price
de: Berechnung fehlgeschlagen: Der Restbetrag darf den Gesamtpreis nicht überschreiten
es: Error de cálculo: el saldo no puede superar el total
fr: Échec du calcul : le solde ne peut pas dépasser le total
ja: 計算失敗：残金は合計金額を超えられません
ko: 계산 실패: 잔금은 총액보다 클 수 없어요
pt_br: Falha no cálculo: o saldo não pode exceder o total
zh_hans: 计算失败：尾款不能大于总价
zh_hant: 計算失敗：尾款不能大於總價

# 订单总价 (含小物)
source: Order total (including accessories)
de: Bestellsumme (inkl. Accessoires)
es: Total del pedido (accesorios incluidos)
fr: Total de la commande (accessoires inclus)
ja: 注文合計（小物込み）
ko: 주문 총액(소품 포함)
pt_br: Total do pedido (inclui acessórios)
zh_hans: 订单总价 (含小物)
zh_hant: 訂單總價（含小物）

# 记录时间：%@
source: Recorded at: %@
de: Erfasst am: %@
es: Registrado el: %@
fr: Enregistré le : %@
ja: 記録時刻：%@
ko: 기록 시간: %@
pt_br: Registrado em: %@
zh_hans: 记录时间：%@
zh_hant: 記錄時間：%@

# 记录每一天的美好
source: Capture the beauty of every day
de: Halte die Schönheit jedes Tages fest
es: Registra la belleza de cada día
fr: Gardez la beauté de chaque jour
ja: 毎日のきらめきを記録
ko: 매일의 아름다움을 기록하세요
pt_br: Registre a beleza de cada dia
zh_hans: 记录每一天的美好
zh_hant: 記錄每一天的美好

# 设备模式：%@
source: Device mode: %@
de: Geraetemodus: %@
es: Modo del dispositivo: %@
fr: Mode de l'appareil : %@
ja: デバイスモード：%@
ko: 기기 모드: %@
pt_br: Modo do dispositivo: %@
zh_hans: 设备模式：%@
zh_hant: 裝置模式：%@

# 设置卡片
source: Set Card
de: Karte festlegen
es: Configurar tarjeta
fr: Regler la carte
ja: カード設定
ko: 카드 설정
pt_br: Configurar cartao
zh_hans: 设置卡片
zh_hant: 設定卡片

# 设置衣长
source: Set Length
de: Länge festlegen
es: Definir largo
fr: Définir la longueur
ja: 着丈を設定
ko: 길이 설정
pt_br: Definir comprimento
zh_hans: 设置衣长
zh_hant: 設定衣長

# 设置预计尾款时间范围，方便在心愿尾款中统计和提醒
source: Set the estimated balance window for easier wish balance statistics and reminders
de: Lege den erwarteten Restbetrag-Zeitraum für Statistiken und Erinnerungen fest
es: Define el periodo estimado del saldo para estadísticas y recordatorios
fr: Définissez la période estimée du solde pour faciliter les statistiques et rappels
ja: 残金予定期間を設定すると、心願残金の集計とリマインダーに使えます
ko: 예상 잔금 기간을 설정하면 위시 잔금 통계와 알림에 활용할 수 있어요
pt_br: Defina o período estimado do saldo para facilitar estatísticas e lembretes
zh_hans: 设置预计尾款时间范围，方便在心愿尾款中统计和提醒
zh_hant: 設定預計尾款時間範圍，方便在心願尾款中統計和提醒

# 试用可体验
source: Trial available
de: Test verfuegbar
es: Prueba disponible
fr: Essai disponible
ja: 試用できます
ko: 체험 가능
pt_br: Teste disponivel
zh_hans: 试用可体验
zh_hant: 可試用體驗

# 试用期已开启！有效期至 %@
source: Trial started! Valid until %@
de: Testphase gestartet! Gueltig bis %@
es: Prueba iniciada! Valida hasta %@
fr: Essai active ! Valable jusqu'au %@
ja: 試用期間が開始しました！有効期限: %@
ko: 체험 기간이 시작되었습니다! 유효 기간: %@
pt_br: Teste iniciado! Valido ate %@
zh_hans: 试用期已开启！有效期至 %@
zh_hant: 試用期已開啟！有效期至 %@

# 试试换个关键词，或清除筛选后再看看。
source: Try another keyword, or clear the filters and look again.
de: Versuche ein anderes Suchwort oder lösche die Filter und sieh erneut nach.
es: Prueba otra palabra clave, o borra los filtros y vuelve a mirar.
fr: Essayez un autre mot-clé, ou effacez les filtres puis regardez à nouveau.
ja: 別のキーワードを試すか、フィルターをクリアしてもう一度確認してください。
ko: 다른 검색어를 입력하거나 필터를 지우고 다시 확인해 보세요.
pt_br: Tente outra palavra-chave, ou limpe os filtros e veja novamente.
zh_hans: 试试换个关键词，或清除筛选后再看看。
zh_hant: 試試換個關鍵字，或清除篩選後再看看。

# 试试调整筛选条件
source: Try adjusting the filters
de: Passe die Filter an
es: Prueba a ajustar los filtros
fr: Essaie d'ajuster les filtres
ja: フィルター条件を調整してみてください
ko: 필터 조건을 조정해 보세요
pt_br: Tente ajustar os filtros
zh_hans: 试试调整筛选条件
zh_hant: 試試調整篩選條件

# 该功能
source: This feature
de: Diese Funktion
es: Esta función
fr: Cette fonction
ja: この機能
ko: 이 기능
pt_br: Este recurso
zh_hans: 该功能
zh_hant: 該功能

# 该功能尚未解锁，请先完成对应任务
source: This feature is not unlocked yet. Complete the required task first.
de: Diese Funktion ist noch nicht freigeschaltet. Schließe zuerst die passende Aufgabe ab.
es: Esta funcion aun no esta desbloqueada. Completa primero la tarea correspondiente.
fr: Cette fonction n'est pas encore debloquee. Termine d'abord la tache requise.
ja: この機能はまだ解除されていません。先に対応するタスクを完了してください
ko: 이 기능은 아직 잠겨 있어요. 먼저 해당 과제를 완료해 주세요.
pt_br: Este recurso ainda nao foi desbloqueado. Conclua primeiro a tarefa correspondente.
zh_hans: 该功能尚未解锁，请先完成对应任务
zh_hant: 該功能尚未解鎖，請先完成對應任務

# 该功能敬请期待，联网版本激情开拓中～！
source: This feature is coming soon. The online version is being actively built!
de: Diese Funktion kommt bald. Die Online-Version wird mit Hochdruck entwickelt!
es: Esta función llegará pronto. La versión en línea se está desarrollando activamente.
fr: Cette fonctionnalité arrive bientôt. La version en ligne est en pleine préparation !
ja: この機能は近日公開予定です。オンライン版を鋭意開発中です！
ko: 이 기능은 곧 제공될 예정이에요. 온라인 버전을 열심히 준비 중입니다!
pt_br: Este recurso chegará em breve. A versão online está sendo desenvolvida com tudo!
zh_hans: 该功能敬请期待，联网版本激情开拓中～！
zh_hant: 該功能敬請期待，聯網版本熱烈開拓中～！

# 该品牌已被 %d 件裙装使用，删除后这些裙装的品牌信息将被清除。确定要删除吗？
source: This brand is used by %d dresses. Deleting it will clear the brand from those dresses. Delete it?
de: Diese Marke wird von %d Kleidern verwendet. Beim Löschen wird die Marke dort entfernt. Löschen?
es: Esta marca se usa en %d vestidos. Al eliminarla, se borrará la marca de esos vestidos. ¿Eliminarla?
fr: Cette marque est utilisée par %d robes. La supprimer effacera la marque de ces robes. La supprimer ?
ja: このブランドは%d件のドレスで使用されています。削除すると、それらのドレスのブランド情報が消去されます。削除しますか？
ko: 이 브랜드는 드레스 %d벌에서 사용 중이에요. 삭제하면 해당 드레스의 브랜드 정보가 지워집니다. 삭제할까요?
pt_br: Esta marca é usada por %d vestidos. Ao excluí-la, a marca será removida desses vestidos. Excluir?
zh_hans: 该品牌已被 %d 件裙装使用，删除后这些裙装的品牌信息将被清除。确定要删除吗？
zh_hant: 該品牌已被 %d 件裙裝使用，刪除後這些裙裝的品牌資訊將被清除。確定要刪除嗎？

# 该日期暂无穿搭色记录
source: No outfit color record for this date
de: Für dieses Datum gibt es keinen Farbdatensatz
es: No hay colores registrados para esta fecha
fr: Aucune couleur enregistrée pour cette date
ja: この日のコーデカラー記録はありません
ko: 이 날짜에는 코디 색상 기록이 없어요
pt_br: Não há registro de cores para esta data
zh_hans: 该日期暂无穿搭色记录
zh_hant: 該日期暫無穿搭色記錄

# 该标签已被 %d 件裙装使用，删除后这些裙装将不再包含此标签。确定要删除吗？
source: This tag is used by %d dresses. Deleting it will remove the tag from those dresses. Delete it?
de: Dieser Tag wird von %d Kleidern verwendet. Beim Löschen wird er dort entfernt. Löschen?
es: Esta etiqueta se usa en %d vestidos. Al eliminarla, se quitará de esos vestidos. ¿Eliminarla?
fr: Cette étiquette est utilisée par %d robes. La supprimer retirera l’étiquette de ces robes. La supprimer ?
ja: このタグは%d件のドレスで使用されています。削除すると、それらのドレスからタグが外れます。削除しますか？
ko: 이 태그는 드레스 %d벌에서 사용 중이에요. 삭제하면 해당 드레스에서 태그가 제거됩니다. 삭제할까요?
pt_br: Esta etiqueta é usada por %d vestidos. Ao excluí-la, ela será removida desses vestidos. Excluir?
zh_hans: 该标签已被 %d 件裙装使用，删除后这些裙装将不再包含此标签。确定要删除吗？
zh_hant: 該標籤已被 %d 件裙裝使用，刪除後這些裙裝將不再包含此標籤。確定要刪除嗎？

# 该订单已处理
source: This order has already been processed
de: Diese Bestellung wurde bereits verarbeitet
es: Este pedido ya se proceso
fr: Cette commande a deja ete traitee
ja: この注文はすでに処理済みです
ko: 이 주문은 이미 처리되었습니다
pt_br: Este pedido ja foi processado
zh_hans: 该订单已处理
zh_hant: 此訂單已處理

# 详情
source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
ja: 詳細
ko: 상세
pt_br: Detalhado
zh_hans: 详情
zh_hant: 詳細

# 详情页会显示「尾款付清」按钮。
source: The detail page will show the “Balance Paid” button.
de: Die Detailseite zeigt die Schaltfläche „Restbetrag bezahlt“ an.
es: La página de detalle mostrará el botón “Saldo pagado”.
fr: La page de détail affichera le bouton « Solde payé ».
ja: 詳細ページに「残金支払い済み」ボタンが表示されます。
ko: 상세 페이지에 “잔금 결제 완료” 버튼이 표시됩니다.
pt_br: A página de detalhes mostrará o botão “Saldo pago”.
zh_hans: 详情页会显示「尾款付清」按钮。
zh_hant: 詳情頁會顯示「尾款付清」按鈕。

# 详情页会显示「待签收」状态。
source: The detail page will show the “Awaiting receipt” status.
de: Die Detailseite zeigt den Status „Warten auf Empfang“ an.
es: La página de detalle mostrará el estado “Pendiente de recibir”.
fr: La page de détail affichera l’état « En attente de réception ».
ja: 詳細ページに「受け取り待ち」状態が表示されます。
ko: 상세 페이지에 “수령 대기” 상태가 표시됩니다.
pt_br: A página de detalhes mostrará o status “Aguardando recebimento”.
zh_hans: 详情页会显示「待签收」状态。
zh_hant: 詳情頁會顯示「待簽收」狀態。

# 详细统计
source: Detailed Stats
de: Detaillierte Statistik
es: Estadísticas detalladas
fr: Statistiques détaillées
ja: 詳細統計
ko: 상세 통계
pt_br: Estatísticas detalhadas
zh_hans: 详细统计
zh_hant: 詳細統計

# 请先创建一条用于测试的心愿尾款记录。建议新建一条“通知测试裙”，避免影响正式数据。
source: Create a final payment record for testing first. We recommend adding a "notification test dress" so real data is not affected.
de: Erstelle zuerst einen Restzahlungsdatensatz zum Testen. Wir empfehlen ein neues "Benachrichtigungstest-Kleid", damit echte Daten nicht betroffen sind.
es: Crea primero un registro de pago final para pruebas. Recomendamos agregar un "vestido de prueba de notificacion" para no afectar datos reales.
fr: Cree d'abord un enregistrement de solde final pour le test. Nous recommandons d'ajouter une "robe de test de notification" afin de ne pas toucher aux vraies donnees.
ja: テスト用の残金記録を先に作成してください。正式データに影響しないよう「通知テストドレス」を新規作成することをおすすめします。
ko: 먼저 테스트용 잔금 기록을 만들어 주세요. 실제 데이터에 영향이 없도록 "알림 테스트 드레스"를 새로 만드는 것을 추천해요.
pt_br: Crie primeiro um registro de pagamento final para teste. Recomendamos adicionar um "vestido de teste de notificacao" para nao afetar os dados reais.
zh_hans: 请先创建一条用于测试的心愿尾款记录。建议新建一条“通知测试裙”，避免影响正式数据。
zh_hant: 請先建立一條用於測試的心願尾款記錄。建議新增一條「通知測試裙」，避免影響正式資料。

# 请先创建至少一条心愿尾款记录，再发送测试通知。
source: Create at least one final payment record before sending a test notification.
de: Erstelle mindestens einen Restzahlungsdatensatz, bevor du eine Testbenachrichtigung sendest.
es: Crea al menos un registro de pago final antes de enviar una notificacion de prueba.
fr: Cree au moins un enregistrement de solde final avant d'envoyer une notification de test.
ja: テスト通知を送信する前に、少なくとも1件の残金記録を作成してください。
ko: 테스트 알림을 보내기 전에 잔금 기록을 최소 1개 만들어 주세요.
pt_br: Crie pelo menos um registro de pagamento final antes de enviar uma notificacao de teste.
zh_hans: 请先创建至少一条心愿尾款记录，再发送测试通知。
zh_hant: 請先建立至少一條心願尾款記錄，再發送測試通知。

# 请先登录
source: Please sign in first
de: Bitte melde dich zuerst an
es: Inicia sesion primero
fr: Veuillez vous connecter d'abord
ja: 先にサインインしてください
ko: 먼저 로그인해 주세요
pt_br: Entre primeiro
zh_hans: 请先登录
zh_hant: 請先登入

# 请在设置中允许 App 发送通知，以便接收尾款提醒。
source: Allow the app to send notifications in Settings so you can receive final payment reminders.
de: Erlaube der App in den Einstellungen, Benachrichtigungen zu senden, damit du Restzahlungs-Erinnerungen erhaeltst.
es: Permite que la app envie notificaciones en Ajustes para recibir recordatorios de pago final.
fr: Autorise l'app a envoyer des notifications dans les reglages pour recevoir les rappels de solde final.
ja: 残金リマインダーを受け取るには、設定でアプリからの通知を許可してください。
ko: 잔금 알림을 받으려면 설정에서 앱 알림 전송을 허용해 주세요.
pt_br: Permita que o app envie notificacoes nos Ajustes para receber lembretes de pagamento final.
zh_hans: 请在设置中允许 App 发送通知，以便接收尾款提醒。
zh_hant: 請在設定中允許 App 發送通知，以便接收尾款提醒。

# 请检查网络连接或稍后重试
source: Check your network connection or try again later
de: Pruefe deine Netzwerkverbindung oder versuche es spaeter erneut
es: Comprueba tu conexion de red o intentalo mas tarde
fr: Verifiez votre connexion reseau ou reessayez plus tard
ja: ネットワーク接続を確認するか、後でもう一度お試しください
ko: 네트워크 연결을 확인하거나 나중에 다시 시도해 주세요
pt_br: Verifique sua conexao de rede ou tente novamente mais tarde
zh_hans: 请检查网络连接或稍后重试
zh_hant: 請檢查網路連線或稍後再試
